Repository: ddccontrol/ddccontrol
Catalog: po/*.po
Languages: pl

source: options.xml dbversion (%d) is greater than the supported version (%d).
pl: options.xml dbversion (%d) jest wy¿sze ni¿ suportowana wersja (%d).

source: Please update ddccontrol program.
pl: Proszê uaktualniæ program ddccontrol.

source: options.xml dbversion (%d) is less than the supported version (%d).
pl: dbversion options.xml (%d) jest mniejsza od obs³ugiwanej (%d).

source: Please update ddccontrol database.
pl: Proszê uaktualniæ bazê danych ddccontrol.
