Repository: ddccontrol/ddccontrol
Catalog: po/*.po
Languages: pl

source: Usage: %s [-b datadir] [-v] [-c] [-d] [-f] [-s] [-r ctrl [-w value]] [-p | dev] dev: device, e.g. dev:/dev/i2c-0 -p : probe I2C devices to find monitor buses -c : query capability -d : query ctrls 0 - 255 -r : query ctrl -w : value to write to ctrl -f : force (avoid validity checks) -s : save settings -v : verbosity (specify more to increase) -b : ddccontrol-db directory (if other than %s)
pl: Opcje: %s [-b katalog_danych] [-v] [-c] [-d] [-f] [-s] [-r parametr [-w warto¶æ]] [-p | dev] dev: urz±dznie, np.: dev:/dev/i2c-0 -p : skanuje magistralê I2c w poszukiwaniu monitorów. -c : odczyt mo¿liwo¶ci -d : odczyt parametrów 0 - 255 -r : odczyt parametru -w : warto¶æ wielko¶ci parametru -f : wymuszenie (pominiêcie kontroli poprawno¶ci) -s : zapisz ustawienia -v : gadatliwy (wiêcj -v, bardziej gadatliwy) -b : katalog bazy monitorów ddccontrol-db (je¿eli inny ni¿ %s)

source: Checking %s integrity...
pl: Sprawdznie integralno¶ci %s...

source: [ FAILED ]
pl: [ B£¡D ]

source: ddccontrol version %s Copyright 2004-2005 Oleg I. Vdovikin (oleg@cs.msu.su) Copyright 2004-2006 Nicolas Boichat (nicolas@boichat.ch) This program comes with ABSOLUTELY NO WARRANTY. You may redistribute copies of this program under the terms of the GNU General Public License.
pl: ddccontrol wersja %s Copyright 2004-2005 Oleg I. Vdovikin (oleg@cs.msu.su) Copyright 2004-2006 Nicolas Boichat (nicolas@boichat.ch) Ten program jest dostarczany BEZ JAKIEJKOLWIEK GWARANCJI. Mo¿na go rozprowadzaæ na warunkach Powszechnej Licencji Publicznej GNU (General Public License).

source: '%s' does not seem to be a valid register name
pl: '%s' nie jest zarejestrowan± nazw±

source: You cannot use -w parameter without -r.
pl: Nie mo¿esz u¿yæ -w bez -r.

source: '%s' does not seem to be a valid value.
pl: %s' nie jest poprawn± warto¶ci±.

source: Unable to initialize ddcci library.
pl: Biblioteka ddcci nie zosta³a zainicjalizowana.

source: Detected monitors :
pl: Wykryte monitory:

source: - Device: %s
pl: - Urz±dzenie: %s

source: DDC/CI supported: %s
pl: Obs³uguj±ce DDC/CI: %s

source: Yes
pl: Tak

source: No
pl: Nie

source: Monitor Name: %s
pl: Nazwa monitora: %s

source: Input type: %s
pl: Typ wej¶cia: %s

source: Digital
pl: Cyfrowe

source: Analog
pl: Analogowe

source: (Automatically selected)
pl: (Zaznaczony automatycznie)

source: No monitor supporting DDC/CI available. If your graphics card need it, please check all the required kernel modules are loaded (i2c-dev, and your framebuffer driver).
pl: Brak monitorów obs³uguj±cych DDC/CI. Karta graficzna mo¿e wymagaæ dodatkowych modu³ów kernela (i2c-dev i framebuffer)

source: Reading EDID and initializing DDC/CI at bus %s...
pl: Czyta EDID i inicjalizuje DDC/CI na magistrali %s...

source: DDC/CI at %s is unusable (%d). If your graphics card need it, please check all the required kernel modules are loaded (i2c-dev, and your framebuffer driver).
pl: DDC/CI w %s nie jest u¿yteczne (%d). Karta graficzna mo¿e wymagaæ dodatkowych modu³ów kernela (i2c-dev i framebuffer).

source: EDID readings:
pl: EDID zaczyta³:

source: Input type: %s
pl: Type wej¶cia: %s

source: =============================== WARNING ===============================
pl: ================================ UWAGA ================================

source: There is no support for your monitor in the database, but ddccontrol is using a generic profile for your monitor's manufacturer. Some controls may not be supported, or may not work as expected.
pl: W bazie danych nie ma obs³ugi tego monitora, a ddccontrol u¿ywa ogólnego profilu dla tego producenta monitorów. Niektóre parametry mog± nie byæ obs³ugiwane, lub mog± dzia³aæ inaczej ni¿ powinny.

source: There is no support for your monitor in the database, but ddccontrol is using a basic generic profile. Many controls will not be supported, and some controls may not work as expected.
pl: W bazie danych nie ma obs³ugi tego monitora, a ddccontrol u¿ywa ogólnego profilu. Wiele parametrów mo¿e nie byæ obs³ugiwanych, a niektóre mog± dzia³aæ inaczej ni¿ powinny.

source: Please update ddccontrol-db, or, if you are already using the latest version, please send the output of the following command to ddccontrol-users@lists.sourceforge.net:
pl: Proszê uaktualniæ ddccontrol-db lub, je¶li to ju¿ jest najnowsza wersja, proszê wys³aæ wyj¶cie nastêpuj±cego polecenia na adres ddccontrol-users@lists.sourceforge.net:

source: Thank you.
pl: Dziêkujê.

source: Capabilities:
pl: Mo¿liwo¶ci:

source: Raw output: %s
pl: Wyj¶cie czyste: %s

source: Parsed output:
pl: Wyj¶cie przetworzone:

source: Type:
pl: Rodzaj:

source: Unknown
pl: Nieznany

source: Capabilities read fail.
pl: Odczyt mo¿liwo¶ci nie powiód³ siê.

source: Writing 0x%02x, 0x%02x(%d) (%dms delay)...
pl: Zapis: 0x%02x, 0x%02x(%d) (opó¼nienie %dms)...

source: Writing 0x%02x, 0x%02x(%d)...
pl: Zapis: 0x%02x, 0x%02x(%d)...

source: Reading 0x%02x...
pl: Odczyt 0x%02x...

source: Controls (valid/current/max) [Description - Value name]:
pl: Parametry (poprawny/aktualny/maksymalny) [Opis - nazwa warto¶ci]:

source: > id=%s, name=%s, address=%#x, delay=%dms, type=%d
pl: > id=%s, nazwa=%s, adres=%#x, opó¼nienie=%dms, typ=%d

source: Possible values:
pl: Mo¿liwe warto¶ci:

source: > id=%s - name=%s, value=%d
pl: > id=%s - nazwa=%s, warto¶æ=%d

source: supported, value=%d, maximum=%d
pl: suportowane, warto¶æ=%d, maksimum=%d

source: Saving settings...
pl: Zapisywanie ustawieñ...

source: sendbytes: error - bailout.
pl: sendbytes: b³±d - przerwano.

source: i2c-algo-bit.o: readbytes: i2c_inb timed out.
pl: i2c-algo-bit.o: readbytes: i2c_inb przekroczy³o limit czasu.

source: i2c-algo-bit.o: readbytes: Timeout at ack
pl: i2c-algo-bit.o: readbytes: Przekroczony limit czasu przy ack

source: %s: Malloc error.
pl: %s: B³±d malloca.

source: %s: ioperm failed
pl: %s: ioperm nie powiod³o siê

source: %s: Error: unknown card type (%#x)
pl: %s: B³±d: nieznany typ karty (%#x)

source: %s: Malloc error.
pl: %s: B³±d malloca.

source: i810_open: cannot open /dev/mem
pl: i810_open: nie mo¿na otworzyæ /dev/mem

source: i810_open: Error: cannot find any valid MMIO PCI region.
pl: i810_open: B³±d: nie mo¿na odnale¼æ ¿adnego poprawnego regionu PCI MMIO.

source: i810_open: mmap failed
pl: i810_open: mmap nie powiod³o siê

source: ==>Error while sending open message
pl: ==>B³±d podczas wysy³ania open message

source: ==>Error while sending data answer message
pl: ==>B³±d podczas wysy³ania data answer message

source: ==>Error while sending list message
pl: ==>B³±d podczas wysy³ania list message

source: Invalid arguments.
pl: B³êdne argumenty.

source: ==>Can't read verbosity.
pl: ==>Nie mo¿na odczytaæ gadatliwo¶ci.

source: ==>Can't read key.
pl: ==>Nie mo¿na odczytaæ klucza.

source: ==>Can't open key %u
pl: ==>Nie mo¿na otworzyæ klucza %u

source: ==>No command received for %ld seconds, aborting.
pl: ==>Nie otrzymano polecenia przez %ld sekund, przerwano.

source: ==>Error while receiving query
pl: ==>B³±d podczas odbierania zapytania

source: ==>Invalid query...
pl: ==>B³êdne zapytanie...

source: nvidia.c:init_i2c_bus: Malloc error.
pl: nvidia.c:init_i2c_bus: B³±d malloca.

source: nvidia_open: cannot open /dev/mem
pl: nvidia_open: nie mo¿na otworzyæ /dev/mem

source: nvidia_open: mmap failed
pl: nvidia_open: mmap nie powiod³o siê

source: radeon.c:init_i2c_bus: Malloc error.
pl: radeon.c:init_i2c_bus: B³±d malloca.

source: radeon_open: cannot open /dev/mem
pl: radeon_open: nie mo¿na otworzyæ /dev/mem

source: radeon_open: mmap failed
pl: radeon_open: mmap nie powiod³o siê

source: Adjust brightness and contrast following these rules: - Black must be as dark as possible. - White should be as bright as possible. - You must be able to distinguish each gray level (particularly 0 and 12).
pl: Wyreguluj jasno¶æ i kontrast zgodnie z poni¿szymi zasadami: - Czerñ musi byæ tak ciemna, jak to tylko mo¿liwe. - Biel musi byæ tak jasna, jak to tylko mo¿liwe. - Musisz byæ w stanie rozró¿niæ ka¿dy stopieñ szaro¶ci (szczególnie 0 i 12).

source: Try to make moire patterns disappear.
pl: Spróbuj doprowadziæ do znikniêcia wzorów mory.

source: Adjust Image Lock Coarse to make the vertical band disappear. Adjust Image Lock Fine to minimize movement on the screen.
pl: Wyreguluj zgrubn± blokadê obrazu, aby pionowy pasek znikn±³. Wyreguluj dok³adn± blokadê obrazu, aby zminimalizowaæ ruch na ekranie.

source: Unknown fullscreen pattern name: %s
pl: Nieznana nazwa wzoru ca³oekranowego: %s

source: You must select at least one control to be saved in the profile.
pl: Zaznacz przynajmniej jeden parametr, który zostanie zapisany w profilu.

source: Creating profile...
pl: Tworzenie profilu...

source: Error while creating profile.
pl: B³±d podczas tworzenia profilu.

source: Applying profile...
pl: Zastosowanie profilu...

source: Are you sure you want to delete the profile '%s'?
pl: Czy skasowaæ profil '%s'?

source: Please select the controls you want to save in the profile using the checkboxes to the left of each control.
pl: Proszê wybraæ parametry do zapisu w profilu przy u¿yciu kontrolek z lewej strony ka¿dego parametru.

source: Profile Manager
pl: Zarz±dzanie profilami

source: Apply profile
pl: Zastosuj profil

source: Show profile details / Rename profile
pl: Poka¿ szczegó³y profilu/Zmieñ profile

source: Delete profile
pl: Usuñ profil

source: Create profile
pl: Stwórz profil

source: Close profile manager
pl: Zamknij menad¿er profilu

source: Control name
pl: Nazwa parametru

source: Value
pl: Warto¶æ

source: Address
pl: Adres

source: Raw value
pl: Warto¶æ nieprzetworzona

source: Profile information:
pl: Informacje o profilu

source: File name: %s
pl: Nazwa pliku: %s

source: Profile name:
pl: &Nazwa profilu:

source: Saving profile...
pl: Zapisz profil...

source: Error while saving profile.
pl: B³±d podczas zapisywania profilu.

source: Monitor changed (%d %d).
pl: Monitor zmieni³ (%d %d).

source: Probing for available monitors...
pl: Skanowanie w poszukiwaniu monitorów...

source: No monitor supporting DDC/CI available. If your graphics card need it, please check all the required kernel modules are loaded (i2c-dev, and your framebuffer driver).
pl: Brak monitorów obs³uguj±cych DDC/CI. Karta graficzna mo¿e wymagaæ dodatkowych modu³ów kernela (i2c-dev, i framebuffer).

source: Unable to initialize ddcci library, see console for more details.
pl: Brak mo¿liwo¶ci incjalizacji biblioteki ddcci, sprawd¼ komunikaty na konsoli.

source: Monitor settings
pl: Ustawienia monitora

source: Current monitor:
pl: Bie¿±cy monitor:

source: Refresh monitor list
pl: &Od¶wie¿ listê monitorów

source: Profile manager
pl: Zarz±dzanie profilami

source: Save profile
pl: Zapisz profil

source: Cancel profile creation
pl: Odwo³aj tworzenie profilu

source: Refresh
pl: Od¶wie¿

source: Refresh all controls
pl: &Od¶wie¿ wszystkie parametry

source: Close
pl: Zamknij

source: Welcome to gddccontrol %s.
pl: Witaj w gddccontrol %s.

source: Error while getting value
pl: B³±d przy pobieraniu warto¶ci

source: Refreshing controls values (%d%%)...
pl: Od¶wie¿ wielko¶ci paramaetrów (%d%%)...

source: Could not get the control_db struct related to a control.
pl: Nie mo¿na znale¼æ struktury control_db odpowiadaj±cej parametrówi.

source: Show fullscreen patterns
pl: Poka¿ wzory ca³oekranowe

source: Section
pl: Sekcja

source: The current monitor is in the database but does not support DDC/CI. This often occurs when you connect the VGA/DVI cable on the wrong input of monitors supporting DDC/CI only on one of its two inputs. If your monitor has two inputs, please try to connect the cable to the other input, and then click on the refresh button near the monitor list.
pl: Aktualny monitor jest w bazie danych, ale nie obs³uguje DDC/CI. Zwykle zdarza siê to przy pod³±czeniu kabla VGA/DVI do z³ego wej¶cia monitora obs³uguj±cego DDC/CI tylko na jednym z dwóch wej¶æ. Je¶li monitor ma dwa wej¶cia, proszê spróbowaæ pod³±czyæ kabel do innego wej¶cia i klikn±æ na przycisku od¶wie¿enia blisko listy monitorów.

source: Opening the monitor device (%s)...
pl: Otwarcie urz±dzenia monitora (%s)...

source: An error occurred while opening the monitor device. Maybe this monitor was disconnected, please click on the refresh button near the monitor list.
pl: B³±d w trakcie otwierania urz±dzenia monitora. Byæ mo¿e monitor jest od³±czony, naci¶niej przycisk od¶wi¿ na li¶cie monitorów.

source: The current monitor is not supported, please run %s and send the output to ddccontrol-users@lists.sourceforge.net. Thanks.
pl: Aktualny monitor nie jest obs³ugiwany, proszê uruchomiæ %s i wys³aæ wyj¶cie na ddccontrol-users@lists.sourceforge.net. Dziêkujê.

source: Please click on a group name.
pl: Wybierz nazwê grupy.

source: Getting controls values (%d%%)...
pl: Pobieranie warto¶ci parametrów (%d%%)...

source: Loading profiles...
pl: £adownie profili...

source: There is no support for your monitor in the database, but ddccontrol is using a generic profile for your monitor's manufacturer. Some controls may not be supported, or may not work as expected.
pl: W bazie danych nie ma obs³ugi tego monitora, a ddccontrol u¿ywa ogólnego profilu dla tego producenta monitorów. Niektóre parametry mog± nie byæ obs³ugiwane, lub mog± dzia³aæ inaczej ni¿ powinny.

source: There is no support for your monitor in the database, but ddccontrol is using a basic generic profile. Many controls will not be supported, and some controls may not work as expected.
pl: W bazie danych nie ma obs³ugi tego monitora, a ddccontrol u¿ywa ogólnego profilu. Wiele parametrów mo¿e nie byæ obs³ugiwanych, a niektóre mog± dzia³aæ inaczej ni¿ powinny.

source: Warning!
pl: Uwaga!

source: Please update ddccontrol-db, or, if you are already using the latest version, please send the output of the following command to ddccontrol-users@lists.sourceforge.net:
pl: Proszê uaktualniæ ddccontrol-db lub, je¶li to ju¿ jest najnowsza wersja, proszê wys³aæ wyj¶cie nastêpuj±cego polecenia na adres ddccontrol-users@lists.sourceforge.net:

source: Monitor Profile Switcher
pl: Prze³±cznik profili monitora

source: Quickly switch monitor profiles created with gddccontrol
pl: Szybkie prze³±czanie profili monitora utworzonych przy u¿yciu gddccontrol

source: _About...
pl: _O...

source: _Properties...
pl: _W³a¶ciwo¶ci...

source: _Run gddccontrol...
pl: _Uruchomienie gddccontrol...

source: An applet for quick switching of monitor profiles. Based on libddccontrol and part of the ddccontrol project. (http://ddccontrol.sourceforge.net)
pl: Aplet do szybkiego prze³±czania profili monitora. Oparty na libddccontrol i bêd±cy czê¶ci± projektu ddccontrol. (http://ddccontrol.sourceforge.net)

source: Unable to initialize ddcci library
pl: Biblioteka ddcci nie zosta³a zainicjalizowana

source: No monitor configuration found. Please run gddccontrol first
pl: Nie znaleziono konfiguracji monitora. Proszê najpierw uruchomiæ gddccontrol

source: An error occurred while opening the monitor device
pl: Wyst±pi³ b³±d podczas otwierania urz±dzenia monitora

source: Can't find any profiles
pl: Nie znaleziono ¿adnego profilu

source: error
pl: b³±d

source: Monitor Profile Switcher Properties
pl: W³a¶ciwo¶ci prze³±czania profili monitora

source: Cannot create filename (buffer too small)
pl: Nie mo¿na utworzyæ nazwy pliku (bufor zbyt ma³y)

source: Document not parsed successfully.
pl: Dokument nie zosta³ poprawnie przetworzony.

source: empty profile file
pl: pusty plik profilu

source: profile of the wrong type, root node %s != profile
pl: profil z³ego rodzaju, g³ówny wêze³ %s != profile

source: Can't find ddccontrolversion property.
pl: Nie znaleziono w³a¶ciwo¶ci ddccontrolversion.

source: ddccontrol has been upgraded since monitorlist was saved (%s vs %s).
pl: ddccontrol zosta³ uaktualniony od zapisania listy monitorów (%s vs %s).

source: Can't find filename property.
pl: Nie znaleziono w³a¶ciwo¶ci filename.

source: Can't find supported property.
pl: Nie znaleziono w³a¶ciwo¶ci supported.

source: Can't convert supported property to int.
pl: Nie mo¿na przekonwertowaæ w³a¶ciwo¶ci supported na int.

source: Can't find name property.
pl: Nie znaleziono w³a¶ciwo¶ci name.

source: Can't find digital property.
pl: Nie znaleziono w³a¶ciwo¶ci digital.

source: Can't convert digital property to int.
pl: Nie mo¿na przekonwertowaæ w³a¶ciwo¶ci digital na int.

source: Cannot create the xml writer
pl: Nie mo¿na utworzyæ pisarza xml

source: Cannot read control value
pl: Nie mo¿na odczytaæ warto¶ci parametru

source: Cannot write control value
pl: Nie mo¿na zapisaæ warto¶ci parametru

source: Error while opening ddccontrol home directory.
pl: B³±d podczas otwierania katalogu domowego ddccontrol.

source: Error while reading ddccontrol home directory.
pl: B³±d podczas odczytu katalogu domowego ddccontrol.

source: Can't find pnpid property.
pl: Nie znaleziono w³a¶ciwo¶ci pnpid.

source: Can't find version property.
pl: Nie znaleziono w³a¶ciwo¶ci version.

source: Can't convert version to int.
pl: Nie mo¿na przekonwertowaæ wersji na int.

source: profile version (%d) is not supported (should be %d).
pl: wersja profilu (%d) nie jest obs³ugiwana (powinna byæ %d).

source: Can't find address property.
pl: Nie znaleziono w³a¶ciwo¶ci address.

source: Can't convert address to int.
pl: Nie mo¿na przekonwertowaæ adresu na int.

source: Can't find value property.
pl: Nie znaleziono w³a¶ciwo¶ci value.

source: Can't convert value to int.
pl: Nie mo¿na przekonwertowaæ warto¶ci na int.

source: ddcci_delete_profile: Error, cannot delete profile.
pl: ddcci_delete_profile: B³±d, nie mo¿na usun±æ profilu.

source: ddcci_delete_profile: Error, could not find the profile to delete.
pl: ddcci_delete_profile: B³±d, nie znaleziono profilu do usuniêcia.

source: Error while initialisating the message queue
pl: B³±d podczas inicjalizacji kolejki komunikatów

source: Error while sending quit message
pl: B³±d podczas wysy³ania komunikatu koñcz±cego

source: Error while sending heartbeat message
pl: B³±d podczas wysy³ania komunikatu znaku ¿ycia

source: Failed to initialize ddccontrol database...
pl: Nie uda³o siê zainicjowaæ bazy danych ddccontrol...

source: ioctl returned %d
pl: ioctl zwróci³o %d

source: Error while sending write message
pl: B³±d podczas wysy³ania komunikatu zapisu

source: Error while reading write message answer
pl: B³±d podczas odczytu odpowiedzi na komunikat zapisu

source: Error while sending read message
pl: B³±d podczas wysy³ania komunikatu odczytu

source: Error while reading read message answer
pl: B³±d podczas odczytu odpowiedzi na komunikat odczytu

source: Invalid response, first byte is 0x%02x, should be 0x%02x
pl: B³êdna odpowied¼, pierwszy bajt to 0x%02x, powinien byæ 0x%02x

source: Non-fatal error: Invalid response, magic is 0x%02x
pl: B³±d niekrytyczny: B³êdna odpowied¼, liczba magiczna wynosi 0x%02x

source: Invalid response, length is %d, should be %d at most
pl: B³êdna odpowied¼, d³ugo¶æ wynosi %d, powinna byæ najwy¿ej %d

source: Invalid response, corrupted data - xor is 0x%02x, length 0x%02x
pl: B³êdna odpowied¼, uszkodzone dane - xor wynosi 0x%02x, d³ugo¶æ 0x%02x

source: Can't convert value to int, invalid CAPS (buf=%s, pos=%d).
pl: Nie mo¿na przekonwertowaæ warto¶ci na int, b³êdne CAPS (buf=%s, pos=%d).

source: Invalid sequence in caps.
pl: B³êdna sekwencja w mo¿liwo¶ciach.

source: Corrupted EDID at 0x%02x.
pl: Uszkodzony EDID pod 0x%02x.

source: Serial number: %d
pl: Numer seryjny: %d

source: Manufactured: Week %d, %d
pl: Wyprodukowany: Tydzieñ %d, %d

source: EDID version: %d.%d
pl: Wersja EDID: %d.%d

source: Maximum size: %d x %d (cm)
pl: Maksymalny rozmiar: %d x %d (cm)

source: Reading EDID 0x%02x failed.
pl: Odczyt EDID 0x%02x nie powiód³ siê.

source: Device: %s
pl: Urz±dzenie: %s

source: Error while sending open message
pl: B³±d podczas wysy³ania open message

source: Error while reading open message answer
pl: B³±d podczas czytania data answer message

source: Invalid filename (%s).
pl: Niepoprawna nazwa pliku (%s).

source: ddcci_open returned %d
pl: ddcci_open zwróci³ warto¶æ %d

source: Unknown monitor (%s)
pl: Nieznany monitor (%s)

source: Probing for available monitors
pl: Skanowanie w poszukiwaniu znanych monitorów

source: Error while sending list message
pl: B³±d podczas wysy³ania list message

source: Error while reading list entry
pl: B³±d podczas odczytu wpisu listy

source: Found PCI device (%s)
pl: Znaleziono urz±dznie PCI (%s)

source: Found I2C device (%s)
pl: Znaleziono urz±dzenie I2C (%s)

source: Error while getting information about ddccontrol home directory.
pl: B³±d podczas pobierania informacji o katalogu domowym ddccontrol.

source: Error while creating ddccontrol home directory.
pl: B³±d podczas tworzenia katalogu domowego ddccontrol.

source: Error while getting information about ddccontrol home directory after creating it.
pl: B³±d podczas pobierania informacji o katalogu domowym ddccontrol po utworzeniu go.

source: Error: '.ddccontrol' in your home directory is not a directory.
pl: B³±d: '.ddccontrol' w katalogu domowym u¿ytkownika nie jest katalogiem.

source: Error while getting information about ddccontrol profile directory.
pl: B³±d podczas pobierania informacji o katalogu profili ddccontrol.

source: Error while creating ddccontrol profile directory.
pl: B³±d podczas tworzenia katalogu profili ddccontrol.

source: Error while getting information about ddccontrol profile directory after creating it.
pl: B³±d podczas pobierania informacji o katalogu profili ddccontrol po utworzeniu go.

source: Error: '.ddccontrol/profiles' in your home directory is not a directory.
pl: B³±d: '.ddccontrol/profiles' w katalogu domowym u¿ytkownika nie jest katalogiem.

source: Can't find id property.
pl: Nie znaleziono w³a¶ciwo¶ci id.

source: Element %s (id=%s) has not been found (line %ld).
pl: Element %s (id=%s) nie zosta³ odnaleziony (linia %ld).

source: Invalid refresh type (!= none, != all).
pl: B³êdny rodzaj od¶wie¿ania (!= none, != all).

source: Control %s has been discarded by the caps string.
pl: Parametr %s zosta³ usuniêty przez ³añcuch mo¿liwo¶ci.

source: Control %s (0x%02x) has already been defined.
pl: Parametr %s (0x%02x) ju¿ zosta³ zdefiniowany.

source: Can't convert delay to int.
pl: Nie mo¿na przekonwertowaæ opó¼nienia na int.

source: Can't find type property.
pl: Nie znaleziono w³a¶ciwo¶ci type.

source: Invalid type.
pl: Niepoprawny typ.

source: Database must be inited before reading a monitor file.
pl: Baza danych musi byæ zainicjowana przed odczytem pliku monitora.

source: empty monitor/%s.xml
pl: pusty monitor/%s.xml

source: monitor/%s.xml of the wrong type, root node %s != monitor
pl: monitor/%s.xml jest z³ego typu, g³ówny wêze³ %s != monitor

source: Can't find add or remove property in caps.
pl: Nie znaleziono w³a¶ciwo¶ci add ani remove w caps.

source: Invalid remove caps.
pl: B³êdne w³asno¶ci do usuniêcia.

source: Invalid add caps.
pl: B³êdne w³asno¶ci do dodania.

source: Error, include recursion level > 15 (file: %s).
pl: B³±d, poziom zag³êbienia do³±czania > 15 (plik: %s).

source: Can't find file property.
pl: Nie znaleziono w³a¶ciwo¶ci plik.

source: Two controls part in XML file.
pl: Dwie czê¶ci controls w pliku XML.

source: Error enumerating controls in subgroup.
pl: B³±d podczas zliczania parametrów w podgrupie.

source: document of the wrong type, can't find controls or include.
pl: niepoprawny typ documentu, nie znaleziono parametru lub do³±czenia.

source: empty options.xml
pl: pusty options.xml

source: options.xml of the wrong type, root node %s != options
pl: options.xml z³ego typu, g³ówny wêze³ %s != options

source: options.xml dbversion attribute missing, please update your database.
pl: options.xml atrybut dbversion nie znaleziony, od¶wie¿ bazê danych.

source: options.xml date attribute missing, please update your database.
pl: options.xml atrubut date nie znaleziony, od¶wie¿ bazê danych.
